cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'coreutils'
brew 'wget'
brew 'telnet'
brew 'zsh'
brew 'zsh-completions'
brew 'autojump'
brew 'git'
brew 'maven'
brew 'node'
brew 'ffmpeg'
brew 'imagemagick'
brew 'tree'
brew 'rename'
brew 'pstree'
brew 'tmux'
brew 'wifi-password'
brew 'pandoc'
brew 'pwgen'
brew 'trash'
brew 'apache2'
brew 'ruby'
brew 'rbenv'
brew 'asciidoctor'
brew 'bat'
brew 'htop'
brew 'fd'
brew 'ncdu'
cask 'font-fira-mono-for-powerline'
cask 'font-liberation-mono-for-powerline'
cask 'font-menlo-for-powerline'
cask 'font-meslo-lg'
cask 'font-meslo-for-powerline'
