tap 'homebrew/bundle'

brew 'antigen'
brew 'asciidoctor'
brew 'awscli'
brew 'bat'
brew 'coreutils'
brew 'fasd'
brew 'fd'
brew 'ffmpeg'
brew 'ghostscript'
brew 'git'
brew 'htop'
brew 'httpie' # https://httpie.org/
brew 'hub'
brew 'imagemagick'
brew 'jid' # https://github.com/fiatjaf/jiq
brew 'jq'
brew 'lazydocker' # https://github.com/jesseduffield/lazydocker
brew 'mas'
brew 'maven'
brew 'ncdu'
brew 'pandoc'
brew 'pwgen'
brew 'pstree'
brew 'pup' # https://github.com/ericchiang/pup
brew 'rbenv'
brew 'rg' # https://blog.burntsushi.net/ripgrep/
brew 'rsync'
brew 'ruby'
brew 'telnet'
brew 'terraform'
brew 'tldr' # https://tldr.sh/
brew 'trash'
brew 'tree'
brew 'wifi-password'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

tap 'homebrew/cask'
cask 'Ngrok'

# https://github.com/Homebrew/homebrew-cask-fonts
tap 'homebrew/cask-fonts'
cask 'font-arial'
cask 'font-courier-new'
cask 'font-jetbrainsmono-nerd-font'
cask 'font-fira-sans'
cask 'font-firamono-nerd-font'
cask 'font-firacode-nerd-font'

# https://github.com/colindean/homebrew-fonts-nonfree
tap 'colindean/fonts-nonfree'
cask 'font-microsoft-office'

# https://github.com/AdoptOpenJDK/homebrew-openjdk
tap 'AdoptOpenJDK/openjdk'
cask 'adoptopenjdk13'
