cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'coreutils'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'autojump'
brew 'git'
brew 'ant'
brew 'maven'
brew 'gradle'
brew 'node'
brew 'ffmpeg'
brew 'imageaagick'
brew 'tree'
brew 'rename'
brew 'pstree'
brew 'tmux'
brew 'guetzli'
brew 'wifi-password'
brew 'pandoc'
brew 'pwgen'
brew 'trash'
