cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'coreutils'
brew 'wget'
brew 'telnet'
brew 'zsh'
brew 'zsh-completions'
brew 'autojump'
brew 'git'
brew 'maven'
brew 'node'
brew 'ffmpeg'
brew 'imagemagick'
brew 'tree'
brew 'rename'
brew 'pstree'
brew 'tmux'
brew 'guetzli'
brew 'wifi-password'
brew 'pandoc'
brew 'pwgen'
brew 'trash'
brew 'mycli'
brew 'apache2'
brew 'ruby'
brew 'rbenv'
brew 'asciidoctor'
brew 'jenv'
